Repository: common-repository/integracion-afip
Catalog: i18n/languages/wc-afip-*.po
Languages: es_cr

source: %1$s - Data received from Afip: %2$s
es_cr: %1$s - Data recibida de Afip: %2$s

source: %1$s - Data sent to Afip: %2$s
es_cr: %1$s - Data enviada a Afip: %2$s

source: Address
es_cr: Dirección

source: AFIP - Download invoices
es_cr: AFIP - Descargar facturas

source: AFIP - Generate invoice
es_cr: AFIP - Generar factura

source: AFIP Credit Note
es_cr: Nota de crédito AFIP

source: AFIP Customer credit note
es_cr: Nota de crédito del cliente de AFIP

source: AFIP Customer invoice
es_cr: Factura AFIP del cliente

source: AFIP Invoice
es_cr: Factura AFIP

source: Cannot create an invoice for an order with no items
es_cr: No se puede crear una factura para una orden sin productos

source: Condition
es_cr: Condición

source: Could not create order's credit note because no invoice number was found
es_cr: No se pudo crear la nota de credito de la orden porque no se encontró el número de factura

source: Could not replicate the order totals
es_cr: No se pudo replicar el total de la orden

source: Create credit note
es_cr: Crear nota de crédito

source: Create invoice
es_cr: Crear factura

source: Credit note CAE number: <strong>%s</strong>
es_cr: Número de CAE de Nota de crédito: <strong>%s</strong>

source: Document Number
es_cr: Número de documento

source: Document Type
es_cr: Tipo de documento

source: Download Credit Note
es_cr: Descargar nota de crédito

source: Download invoice
es_cr: Descargar factura

source: File is empty
es_cr: El archivo está vacío

source: File size is too big
es_cr: El tamaño del archivo es muy grande

source: Fill your settings first before creating an invoice
es_cr: Completa tus ajustes antes de crear una factura

source: Invalid cert cuit
es_cr: Cuit del certificado inválido

source: Invalid cert for production environment
es_cr: Certificado inválido para el entorno de producción

source: Invalid cert for testing environment
es_cr: Certificado inválido para el entorno de pruebas

source: Invalid cert subject
es_cr: Asunto del certificado inválido

source: Invalid logo format
es_cr: Formato del logo inválido

source: Invoice CAE number: <strong>%s</strong>
es_cr: Número de CAE de Factura: <strong>%s</strong>

source: Invoice for order %1$s created with AFIP succesfully, CAE: %2$s
es_cr: Factura de la orden %1$s creada con AFIP, CAE: %2$s

source: Invoice for order %s was already created with AFIP
es_cr: La factura para la orden %s ya estaba creada con AFIP

source: Invoice type
es_cr: Tipo de factura

source: Invoices of type A must provide a tax type different than 3
es_cr: Facturas del tipo A deben realizarse con un tipo de impuesto diferente a 0%

source: Invoices of type C must provide tax type 3
es_cr: Facturas de tipo C deben usar IVA 0

source: Loading...
es_cr: Cargando...

source: Mail sent
es_cr: Mail enviado

source: Mismatch between afip data and local customer data
es_cr: No hay coincidencia entre los datos de AFIP y la información de la factura

source: Name
es_cr: Nombre

source: No cert subject found
es_cr: No se encontró el asunto del certificado

source: No products detected in cart
es_cr: No se detectaron productos en el carrito

source: No products detected in order
es_cr: No se detectaron productos en la orden

source: No response from AFIP server
es_cr: No hubo respuesta del servidor de AFIP

source: Notification to the customer mentioning that an AFIP credit note has been created (credit note attached)
es_cr: Notificación para el cliente de que una nota de crédito de AFIP ha sido creada (nota de crédito adjunta)

source: Notification to the customer mentioning that an AFIP invoice has been created (invoice attached)
es_cr: Notificación para el cliente de que una factura de AFIP ha sido creada (factura adjunta)

source: Order %1$s credit note created with AFIP succesfully, CAE: %2$s
es_cr: Nota de crédito de la orden %1$s creada con AFIP, CAE: %2$s

source: Order credit note created with AFIP, CAE: %s
es_cr: Nota de crédito de orden creada con AFIP, CAE: %s

source: Order invoice created with AFIP, CAE: %s
es_cr: Factura de la orden creada con AFIP, CAE: %s

source: order-%d
es_cr: orden-%d

source: Requires at least %1$s version %2$s or greater.
es_cr: Requiere al menos %1$s versión %2$s o superior.

source: Resend credit note mail
es_cr: Reenviar mail con nota de crédito

source: Resend invoice mail
es_cr: Reenviar mail con factura

source: Settings
es_cr: Ajustes

source: Standard tax
es_cr: Impuesto estándar

source: The invoice will be created when the order status is <strong>%s</strong>
es_cr: La factura será creada cuando el estado de la ordean sea <strong>%s</strong>

source: The order invoice has been created, CAE number: <strong>%s</strong>
es_cr: La factura de la orden ha sido creada, número de CAE: <strong>%s</strong>

source: There was an error creating the credit note for the order with AFIP, please try again
es_cr: Hubo un error creando la nota de crédito para la orden con AFIP, por favor intentalo nuevamente

source: There was an error creating the invoice for the order with AFIP, please try again
es_cr: Hubo un error creando la factura para la orden con AFIP, por favor intentalo nuevamente

source: There was an error, please try again
es_cr: Hubo un error, por favor intentalo nuevamente

source: This action will create a credit note to null the invoice, do you want to continue?
es_cr: Esta acción creará una nota de crédito para anular la factura, estás seguro?

source: This data will be used for generating the invoice:
es_cr: La factura se generará con la siguiente información:

source: This order's invoice has not been created yet
es_cr: La factura de esta orden todavia no ha sido creada

source: View Credit Note
es_cr: Ver nota de crédito

source: View invoice
es_cr: Ver factura

source: WooCommerce must be active before using
es_cr: WooCommerce debe estar activo antes de usar

source: You must provide a CUIT number for invoices of type A
es_cr: Debes proveer un número de CUIT para facturas tipo A
